Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Accent recolors focus, selection, and progress across the app. OLED Black uses true black, best on AMOLED panels.
af: Aksent herkleur fokus, keuse en vordering dwarsdeur die app. OLED-Swart gebruik ware swart, die beste op AMOLED-skerms.
am: ቀለሙ በሙሉ መተግበሪያው ላይ ትኩረትን፣ ምርጫን፣ እና እድገትን ይቀባል። OLED ጥቁር እውነተኛ ጥቁር ይጠቀማል፣ ለ AMOLED ፓናሎች ምርጥ ነው።
ar: يعيد اللون المميّز تلوين التركيز والتحديد والتقدّم عبر التطبيق. يستخدم الأسود OLED أسودَ حقيقيًا، وهو الأفضل على شاشات AMOLED.
as: একচেণ্টে গোটেই এপ্‌ৰ ফ'কাচ, বাছনি আৰু অগ্ৰগতিৰ ৰং সলনি কৰে। OLED Black-এ প্ৰকৃত ক'লা ব্যৱহাৰ কৰে, AMOLED পেনেলত আটাইতকৈ ভাল।
az: Vurğu tətbiq boyunca fokus, seçim və tərəqqini yenidən rəngləndirir. OLED Qara həqiqi qara rəngdən istifadə edir, AMOLED ekranlar üçün ən yaxşısı.
be: Акцэнт перафарбоўвае фокус, вылучэнне і прагрэс па ўсім дадатку. OLED Black выкарыстоўвае сапраўдны чорны, лепш за ўсё на AMOLED-панелях.
bg: Акцентът преоцветява фокуса, избора и прогреса в приложението. OLED черно използва истинско черно, най-добро за AMOLED панели.
bn: অ্যাকসেন্ট অ্যাপ জুড়ে ফোকাস, নির্বাচন এবং অগ্রগতির রঙ পরিবর্তন করে। OLED Black প্রকৃত কালো ব্যবহার করে, AMOLED প্যানেলে সেরা।
br: Al liv-pouez a adliv ar fokus, an diuzadenn hag an araokadenn dre an arload a-bezh. Du OLED a implij du gwirion, gwellañ war banelloù AMOLED.
bs: Akcentna boja mijenja boju fokusa, odabira i napretka u cijeloj aplikaciji. OLED Black koristi pravu crnu, najbolje na AMOLED panelima.
ca: L'accent recoloreja el focus, la selecció i el progrés a tota l'app. Negre OLED utilitza el negre pur, ideal per a pantalles AMOLED.
ceb: Ang Accent nag-usab sa kolor sa focus, pagpili, ug progreso sa tibuok app. Ang OLED Black naggamit og tinuod nga itom, labing maayo sa mga AMOLED panel.
cs: Akcent přebarvuje zaměření, výběr a průběh v celé aplikaci. OLED černá používá pravou černou, ideální pro panely AMOLED.
cy: Mae'r lliw acen yn ail-liwio ffocws, dewisiadau a chynnydd ledled yr ap. Mae OLED Black yn defnyddio du go iawn, gorau ar baneli AMOLED.
da: Accentfarven omfarver fokus, markering og forløb i hele appen. OLED Black bruger ægte sort, bedst på AMOLED-skærme.
de: Die Akzentfarbe färbt Fokus, Auswahl und Fortschritt in der gesamten App. OLED Black nutzt echtes Schwarz, ideal für AMOLED-Bildschirme.
el: Ο τονισμός αλλάζει το χρώμα στην εστίαση, την επιλογή και την πρόοδο σε όλη την εφαρμογή. Το OLED Black χρησιμοποιεί αληθινό μαύρο, ιδανικό για οθόνες AMOLED.
es: El acento recolorea el foco, la selección y el progreso en toda la app. OLED Black usa negro puro, ideal en pantallas AMOLED.
et: Rõhuvärv muudab fookuse, valiku ja edenemise värvi kogu rakenduses. OLED-must kasutab tõelist musta, mis sobib parimini AMOLED-paneelidele.
eu: Azentua fokua, hautapena eta aurrerapena berrekoloretzen ditu aplikazioan zehar. OLED Beltza benetako beltza erabiltzen du, AMOLED pantailetan onena.
fa: رنگ تأکید، تمرکز، انتخاب و پیشرفت را در سراسر برنامه رنگ‌آمیزی می‌کند. سیاه OLED از سیاه واقعی استفاده می‌کند که برای پنل‌های AMOLED بهترین است.
fi: Korostusväri värittää kohdistuksen, valinnan ja edistymisen kaikkialla sovelluksessa. OLED-musta käyttää aitoa mustaa, paras AMOLED-näytöillä.
fil: Binabago ng Accent ang kulay ng focus, seleksyon, at progress sa buong app. Gumagamit ang OLED Black ng tunay na itim, pinakamainam sa mga AMOLED panel.
fo: Áherðsluliturin litar fokus, val og framgongd um alt appið av nýggjum. OLED Svart brúkar veruligt svart, best á AMOLED skíggjum.
fr: La couleur d'accent recolore le focus, la sélection et la progression dans toute l'app. Noir OLED utilise un vrai noir, idéal sur les dalles AMOLED.
fy: Aksint jout fokus, seleksje en fuortgong yn de hiele app in nije kleur. OLED Black brûkt echt swart, it bêste op AMOLED-skermen.
ga: Athdhathaíonn an t-aibhsiú fócas, roghnú agus dul chun cinn ar fud na haipe. Úsáideann OLED Black fíordhubh, is fearr é ar phainéil AMOLED.
gd: Ath-dhathaidh an dath sònraichte am fòcas, an taghadh, agus an adhartas air feadh na h-aplacaid. Cleachdaidh OLED Dubh fìor dhubh, as fheàrr air panalan AMOLED.
gl: A cor de énfase recolorea o foco, a selección e o progreso en toda a app. O negro OLED usa negro puro, ideal en paneis AMOLED.
gu: એક્સન્ટ સમગ્ર એપમાં ફોકસ, પસંદગી અને પ્રગતિને ફરી રંગ આપે છે. OLED Black સાચું કાળું વાપરે છે, AMOLED પેનલ પર શ્રેષ્ઠ.
ha: Launi na fifiko yana sake canza launin mayar da hankali, zaɓi, da ci gaba a duk faɗin manhajar. OLED Black yana amfani da baƙi na gaskiya, mafi kyau a kan fuskokin AMOLED.
he: צבע ההדגשה משנה את צבע המיקוד, הבחירה וההתקדמות בכל האפליקציה. OLED Black משתמש בשחור אמיתי, הטוב ביותר למסכי AMOLED.
hi: एक्सेंट पूरे ऐप में फ़ोकस, चयन और प्रगति का रंग बदलता है। OLED Black असली काले रंग का उपयोग करता है, जो AMOLED पैनल पर सर्वोत्तम है।
hr: Naglasak mijenja boju fokusa, odabira i napretka u cijeloj aplikaciji. OLED crna koristi pravu crnu, najbolju na AMOLED zaslonima.
ht: Aksan an rekolore konsantrasyon, seleksyon, ak pwogrè nan tout aplikasyon an. OLED Black sèvi ak nwa reyèl, pi bon sou ekran AMOLED yo.
hu: A kiemelőszín átszínezi a fókuszt, a kijelölést és a folyamatjelzőt az egész appban. Az OLED-fekete valódi feketét használ, AMOLED-paneleken a legjobb.
hy: Շեշտը վերաներկում է ֆոկուսը, ընտրությունը և առաջընթացը ողջ ծրագրում։ OLED Black-ն օգտագործում է իսկական սև, լավագույնն AMOLED էկրաններում։
id: Aksen mewarnai ulang fokus, pilihan, dan progres di seluruh aplikasi. OLED Black menggunakan hitam sejati, terbaik pada panel AMOLED.
ig: Ụcha isi na-agbanwe ụcha nlebara anya, nhọrọ, na ọganihu n'ime ngwa niile. OLED Ojii na-eji ojii n'ezie, kacha mma na mbadamba AMOLED.
is: Áhersluliturinn litar fókus, val og framvindu um allt forritið. OLED Svart notar satt svart, best á AMOLED skjám.
it: L'accento ricolora il focus, la selezione e l'avanzamento in tutta l'app. OLED Black usa il nero puro, ideale sui pannelli AMOLED.
ja: アクセントは、アプリ全体のフォーカス、選択、進行状況の色を変更します。OLED Black は真の黒を使用し、AMOLED パネルに最適です。
jv: Aksen ngowahi warna fokus, pilihan, lan kemajuan ing saindenging app. OLED Black nggunakké ireng murni, paling apik ing panel AMOLED.
ka: აქცენტი ხელახლა აფერადებს ფოკუსს, მონიშვნას და პროგრესს მთელ აპლიკაციაში. OLED Black იყენებს ნამდვილ შავ ფერს, საუკეთესო AMOLED ეკრანებისთვის.
kk: Екпін фокусты, таңдауды және қосымша бойынша прогресті қайта бояйды. OLED қара шын қараны пайдаланады, AMOLED дисплейлерде жақсы.
km: ពណ៌សំខាន់ផ្លាស់ប្តូរការផ្តោត ការជ្រើសរើស និងដំណើរការទូទាំងកម្មវិធី។ OLED Black ប្រើពណ៌ខ្មៅពិតប្រាកដ ល្អបំផុតនៅលើផ្ទាំង AMOLED។
kn: ಆಕ್ಸೆಂಟ್ ಆ್ಯಪ್‌ನಾದ್ಯಂತ ಫೋಕಸ್, ಆಯ್ಕೆ ಮತ್ತು ಪ್ರಗತಿಯ ಬಣ್ಣವನ್ನು ಬದಲಾಯಿಸುತ್ತದೆ. OLED Black ನಿಜವಾದ ಕಪ್ಪನ್ನು ಬಳಸುತ್ತದೆ, AMOLED ಪ್ಯಾನೆಲ್‌ಗಳಲ್ಲಿ ಅತ್ಯುತ್ತಮ.
ko: 강조 색상은 앱 전반의 포커스, 선택, 진행 상태에 색을 입힙니다. OLED 블랙은 순수 검정을 사용하며 AMOLED 패널에 가장 적합합니다.
ku: Reng, hûrbûn, hilbijartin û pêşketinê li seranserê sepanê ji nû ve reng dike. OLED Reş reşê rastîn bikar tîne, li ser panelên AMOLED çêtirîn e.
ky: Акцент бүт колдонмодогу фокусту, тандоону жана жүрүшүн кайра боёйт. OLED Black чыныгы кара түстү колдонот, AMOLED панелдеринде эң мыкты.
lb: Den Akzent färft de Fokus, d'Auswiel an de Fortschrëtt an der ganzer App nei. OLED Schwaarz benotzt e richtegt Schwaarz, am beschten op AMOLED-Écranen.
lo: ສີເນັ້ນຈະປ່ຽນສີຂອງໂຟກັສ, ການເລືອກ, ແລະ ຄວາມຄືບໜ້າໃນທົ່ວແອັບ. OLED ດຳ ໃຊ້ສີດຳແທ້, ເໝາະສົມທີ່ສຸດກັບໜ້າຈໍ AMOLED.
lt: Akcentas perspalvina fokusą, pasirinkimą ir eigą visoje programoje. OLED juoda naudoja tikrą juodą, geriausia AMOLED ekranams.
lv: Akcents pārkrāso fokusu, atlasi un norisi visā lietotnē. OLED melnais izmanto īstu melno, vislabāk piemērots AMOLED paneļiem.
mg: Ny loko famantarana dia manova ny loko amin'ny fifantohana, safidy, ary fandrosoana manerana ny app. Ny OLED Black dia mampiasa mainty tena izy, tsara indrindra amin'ny takelaka AMOLED.
mi: Ka whakakaraka anō te Nako i te aro, te tīpako, me te ahunga puta noa i te taupānga. Ka whakamahia e te OLED Black te pango tūturu, pai rawa mō ngā papa AMOLED.
mk: Акцентот ги обојува фокусот, изборот и напредокот низ апликацијата. OLED Црна користи вистинска црна боја, најдобра на AMOLED панели.
ml: ആക്സന്റ് ആപ്പിലുടനീളം ഫോക്കസ്, സെലക്ഷൻ, പുരോഗതി എന്നിവയ്ക്ക് നിറം നൽകുന്നു. OLED Black യഥാർത്ഥ കറുപ്പ് ഉപയോഗിക്കുന്നു, AMOLED പാനലുകളിൽ ഏറ്റവും മികച്ചത്.
mn: Өнгө нь аппын фокус, сонголт, явцын өнгийг өөрчилнө. OLED Black нь жинхэнэ хар өнгийг ашигладаг бөгөөд AMOLED дэлгэцэнд хамгийн тохиромжтой.
mr: रंगछटा संपूर्ण अॅपमधील फोकस, निवड आणि प्रगतीला नवा रंग देते. OLED Black खरा काळा रंग वापरतो, जो AMOLED पॅनेलवर सर्वोत्तम असतो.
ms: Aksen mewarnakan semula fokus, pemilihan, dan kemajuan di seluruh aplikasi. OLED Black menggunakan hitam tulen, terbaik pada panel AMOLED.
mt: L-aċċent jibdel il-kulur tal-fokus, l-għażla, u l-progress mal-app kollha. OLED Black juża iswed veru, l-aħjar fuq panewijiet AMOLED.
my: အသားပေးအရောင်သည် app တစ်လျှောက် ဖိုကပ်စ်၊ ရွေးချယ်မှုနှင့် တိုးတက်မှုတို့ကို ပြန်လည်အရောင်ဆိုးပေးသည်။ OLED Black သည် အနက်စစ်ကို သုံးပြီး AMOLED panel များတွင် အကောင်းဆုံးဖြစ်သည်။
nb: Aksenten omfarger fokus, valg og framdrift i hele appen. OLED-svart bruker ekte svart, best på AMOLED-skjermer.
ne: एक्सेन्टले एपभरि फोकस, चयन र प्रगतिको रङ बदल्छ। OLED Black ले वास्तविक कालो प्रयोग गर्छ, AMOLED स्क्रिनमा सबैभन्दा राम्रो।
nl: Accent kleurt focus, selectie en voortgang in de hele app. OLED-zwart gebruikt echt zwart, het best op AMOLED-schermen.
ny: Mtundu waukulu umasintha mtundu wa cholozera, zosankha, ndi kupita patsogolo mu app yonse. OLED Black imagwiritsa ntchito mdima weniweni, wabwino kwambiri pa mapaneli a AMOLED.
oc: L'accent recolora lo focus, la seleccion e la progression dins tota l'aplicacion. OLED Black utiliza lo negre vertadièr, ideal suls ecrans AMOLED.
or: ଆକ୍ସେଣ୍ଟ ସମଗ୍ର ଆପ୍‌ରେ ଫୋକସ୍, ସିଲେକ୍ସନ୍ ଏବଂ ପ୍ରଗତିର ରଙ୍ଗ ବଦଳାଏ। OLED Black ପ୍ରକୃତ କଳା ବ୍ୟବହାର କରେ, AMOLED ପ୍ୟାନେଲରେ ସର୍ବୋତ୍ତମ।
pa: ਐਕਸੈਂਟ ਪੂਰੀ ਐਪ ਵਿੱਚ ਫੋਕਸ, ਚੋਣ ਅਤੇ ਪ੍ਰਗਤੀ ਨੂੰ ਰੰਗਦਾਰ ਬਣਾਉਂਦਾ ਹੈ। OLED Black ਅਸਲ ਕਾਲੇ ਰੰਗ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ, AMOLED ਪੈਨਲਾਂ ਲਈ ਸਭ ਤੋਂ ਵਧੀਆ।
pl: Akcent zmienia kolor fokusu, zaznaczenia i postępu w całej aplikacji. OLED Black używa pełnej czerni, najlepszej na panelach AMOLED.
ps: رنګ د اپ په اوږدو کې تمرکز، ټاکنه او پرمختګ بیا رنګ کوي. OLED تور رښتینی تور کاروي، په AMOLED پردو ښه دی.
pt_br: A cor de destaque recolore o foco, a seleção e o progresso em todo o app. O Preto OLED usa preto verdadeiro, melhor em telas AMOLED.
pt_pt: A cor de destaque recolore o foco, a seleção e o progresso em toda a app. O Preto OLED usa preto verdadeiro, ideal em painéis AMOLED.
ro: Accentul recolorează focalizarea, selecția și progresul în toată aplicația. OLED Black folosește negru pur, ideal pe ecrane AMOLED.
ru: Акцент перекрашивает фокус, выделение и индикатор выполнения по всему приложению. OLED Black использует чистый чёрный, оптимально для AMOLED-экранов.
rw: Ibara ry'ingenzi ryongera gushyira amabara ku byibanzweho, ibyahiswemo, n'aho bigeze muri porogaramu yose. OLED Black ikoresha umukara nyawo, ikaba nziza cyane kuri AMOLED panels.
sd: ايڪسينٽ سڄي ايپ ۾ فوڪس، چونڊ، ۽ ترقيءَ جو رنگ بدلائي ٿو. OLED Black خالص ڪارو استعمال ڪري ٿو، AMOLED پينلن تي بھترين.
si: අවධාරණ වර්ණය යෙදුම පුරා අවධානය, තේරීම සහ ප්‍රගතිය නැවත වර්ණ ගන්වයි. OLED කළු සත්‍ය කළු පැහැය භාවිත කරයි, AMOLED පැනල මත වඩාත් හොඳයි.
sk: Zvýraznenie prefarbí zameranie, výber a priebeh v celej aplikácii. OLED čierna používa skutočnú čiernu, najlepšia na AMOLED paneloch.
sl: Poudarek prebarva fokus, izbiro in napredek po vsej aplikaciji. OLED-črna uporablja pravo črno, najbolje na zaslonih AMOLED.
sm: E toe faalanu e le lanu autu le taula, filifiliga, ma le agai i luma i le app atoa. E faaaoga e le OLED Black le uliuli moni, e sili ona lelei i luga o laupapa AMOLED.
sn: Ruvara Rukuru runochinja ruvara pakutarisisa, kusarudza, uye kufambira mberi mune yese app. OLED Black inoshandisa nhema chaidzo, dzakanaka pama AMOLED panels.
so: Midabka muhiimka ah wuxuu dib u midabeeyaa diirada, xulashada, iyo horumarka app-ka oo dhan. OLED Black wuxuu isticmaalaa madow dhab ah, waana kan ugu fiican shaashadaha AMOLED.
sq: Theksimi ringjyros fokusimin, zgjedhjen dhe progresin në të gjithë aplikacionin. OLED i Zi përdor të zezën e vërtetë, më i mirë për panelet AMOLED.
sr: Нагласак боји фокус, избор и напредак кроз целу апликацију. OLED црна користи праву црну, најбоље на AMOLED панелима.
st: Mmala oa khethehileng o fetola 'mala oa tsepamiso, khetho, le tsoelopele hohle app-eng. OLED Black e sebelisa 'mala o motšo oa 'nete, o motle ho di-panel tsa AMOLED.
su: Aksén ngawarnaan deui fokus, pilihan, jeung kamajuan di sakuliah aplikasi. OLED Hideung maké hideung nu asli, pangalusna dina panel AMOLED.
sv: Accentfärgen färgar om fokus, markering och förlopp i hela appen. OLED-svart använder äkta svart, bäst på AMOLED-skärmar.
sw: Kivitendo hutiwa rangi mpya kwenye kuzingatia, uteuzi, na maendeleo katika programu. OLED Nyeusi hutumia nyeusi halisi, bora kwenye paneli za AMOLED.
ta: நிற அழுத்தம் ஆப் முழுவதும் கவனம், தேர்வு மற்றும் முன்னேற்றத்தின் நிறத்தை மாற்றுகிறது. OLED Black உண்மையான கருப்பைப் பயன்படுத்துகிறது, AMOLED திரைகளில் சிறந்தது.
te: యాక్సెంట్ యాప్ అంతటా ఫోకస్, ఎంపిక, మరియు ప్రోగ్రెస్‌కు రంగు మారుస్తుంది. OLED Black నిజమైన నలుపును వాడుతుంది, AMOLED ప్యానెల్‌లపై ఉత్తమం.
tg: Ранги таъкидӣ фокус, интихоб ва пешрафтро дар тамоми барнома аз нав ранг мекунад. OLED Black сиёҳи ҳақиқиро истифода мебарад, ки барои панелҳои AMOLED беҳтарин аст.
th: สีเน้นจะเปลี่ยนสีของโฟกัส การเลือก และความคืบหน้าทั่วทั้งแอป OLED Black ใช้สีดำสนิท เหมาะที่สุดกับจอ AMOLED
tr: Vurgu, uygulama genelinde odağı, seçimi ve ilerlemeyi yeniden renklendirir. OLED Siyah gerçek siyahı kullanır, AMOLED panellerde en iyi sonucu verir.
tt: Акцент бөтен кушымтада фокус, сайлау һәм барыш төсен яңадан бирә. OLED Black чын кара төс куллана, AMOLED панельләрдә иң яхшы күренә.
ug: ئۇرغۇ رەڭگى پۈتۈن دېتالدىكى فوكۇس، تاللاش ۋە جەرياننى قايتا رەڭلەيدۇ. OLED قارىسى ھەقىقىي قارا رەڭنى ئىشلىتىدۇ، AMOLED ئېكرانلاردا ئەڭ ياخشى.
uk: Акцент перефарбовує фокус, виділення та прогрес у всьому застосунку. OLED Black використовує справжній чорний, найкраще на панелях AMOLED.
ur: ایکسنٹ پوری ایپ میں فوکس، انتخاب، اور پیش رفت کو دوبارہ رنگ دیتا ہے۔ OLED بلیک حقیقی سیاہ استعمال کرتا ہے، جو AMOLED پینلز پر بہترین ہے۔
uz: Urg'u rangi ilova bo'ylab fokus, tanlov va jarayon ranglarini o'zgartiradi. OLED Black haqiqiy qora rangdan foydalanadi, AMOLED panellarda eng yaxshi.
vi: Màu nhấn tô lại tiêu điểm, vùng chọn và tiến trình trên toàn ứng dụng. OLED Black dùng màu đen thuần, tốt nhất trên màn hình AMOLED.
xh: Umbala oqaqambileyo utshintsha imibala yokugxila, ukukhetha, kunye nenkqubela kuyo yonke i-app. I-OLED Black isebenzisa umnyama wokwenene, olona lulungileyo kwiipaneli ze-AMOLED.
yo: Àwọ̀ ìtẹnumọ́ máa ń tún àwọ̀ ìfarahàn, àṣàyàn, àti ìlọsíwájú káàkiri app náà. OLED Black máa ń lo dúdú gidi, ó dára jù lórí àwọn pánẹ́ẹ̀lì AMOLED.
zh_hans: 强调色会为全应用的焦点、选择和进度重新着色。OLED 黑使用纯黑色，在 AMOLED 屏幕上效果最佳。
zh_hant: 強調色會為全 App 的焦點、選取與進度重新著色。OLED 純黑採用真正的黑色，最適合 AMOLED 面板。
zu: Umbala ophawulayo uphinda ufake umbala ekugxileni, ekukhetheni, nasenqubekelaphambili kuyo yonke i-app. I-OLED Black isebenzisa umnyama weqiniso, ungcono kumaphaneli e-AMOLED.
